cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'autojump'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'git-flow'
brew 'git-extras'

#cask 'adobe-creative-cloud'
#cask '1password'
#cask 'cleanmymac'
#cask 'whatsapp'
#cask 'sonos'
#cask 'hipchat'
#cask 'firefox'
#cask 'phpstorm'
#cask 'teamviewer'
#cask 'google-chrome'
#cask 'handbrake'
#cask 'slack'
#cask 'vlc'
